Repository: sourcesync/DJCorner
Catalog: Release/RC1/iphone/ios5/djc/*.lproj/Localizable.strings
Languages: es

source: Connection Problem...
es: el problema de conexión...

# api_called_fail
source: API call failed.
es: La API de la llamada falla.

source: All
es: Todo

source: Top50
es: Ding50

source: Search
es: búsqueda

source: No DJs Match...
es: No de DJs del partido...

# get_more_djs
source: Please wait.Get More DJs...
es: Por favor, wait.Getting Más DJs...

source: No upcoming events
es: No hay próximos eventos

source: Next Event
es: el siguiente caso

source: events
es: eventos

# venue
source: venues
es: lugar

source: profile
es: perfil

source: Map
es: Mapa

source: List
es: Ｌista

# city
source: Cities
es: Ciudades

# event
source: Events
es: Eventos

source: Back
es: Espalda

source: Search By City
es: Buscar Ｐor Ｃiudad:

source: User Profile
es: Perfil del usuario

source: Account Version
es: Cuenta la versión

source: Free
es: Ｌibre

source: UpGrade
es: Mejorar

source: Contact&Feedback
es: Contacto y Comentarios

source: Stop Music
es: Detener La Música

source: Play Music
es: Ocar Música

# djs_u_following
source: DJs You Are Following
es: DJs que están siguiendo

# upgrade_msg
source: you need pay 1$ upgrade to VIP version
es: $ 1para la actualización a la versión VIP

# upgrade_cancel
source: Cancel
es: Cancelar

# upgrade_ok
source: OK
es: Aceptar

# you_are_not_following
source: You are not following any DJs.
es: Usted no se ha de seguir cualquiera de los DJs.

# go_dj_page
source: Go To DJ Page
es: Ir a la página DJs

# try_stop_following
source: Stop Following
es: La continuación de parada

# lang_change
source: Change
es: Cambiar

source: feedback
es: realimentación

source: submit
es: presentar

# title
source: FeedBack
es: Realimentación

# message
source: Your comment has been submitted
es: Tu commentario ha side presentado

# cancel
source: OK
es: Aceptar

# change_language
source: Localization
es: Localización

source: Show
es: Mostrar

source: Follow this DJ
es: Siga este DJ

# stop_follow_this_dj
source: Stop following
es: dejar de seguir

source: Upcoming Events
es: Próximos eventos

source: DJ Web Site
es: DJ sitio web

# notification
source: Notifications
es: notificación

# similiar
source: Similar DJs
es: DJs similares

# djitemcancel
source: Cancel
es: Cancelar

# djitemstop
source: Stop following
es: Dejar de seguir

source: Schedule for
es: Próximos

source: Schedule Not Available
es: Horario no disponible

# similar_dj
source: Similar DJs
es: DJs similares

# no_similar_dj
source: No Similar DJs
es: No DJs similares

# web_site
source: Event Web Site
es: Evento sitio web

source: Save Date
es: Guardar datos

source: Map it
es: Localizar en un mapa

source: Tickets
es: Entradas

# no_event
source: No Events...
es: No. Los eventos...

# get_more_event
source: Please wait.Get More Events...
es: Por favor, wait.Getting Más Eventos...

# your_location
source: You are here.
es: Usted está aquí.

# location_prompt
source: Location Service Disabled
es: Ubicación del Servicio de movilidad reducida

# turn_on_location_serve
source: To re-enable, please go to Settings and turn on Location Service for this app.
es: Para volver a habilitar, por favor, vaya a Configuración y activar el Servicio de Localización para esta aplicación.

# ll_cancel
source: Cancel
es: Cancelar

# ll_done
source: Done
es: hecho

# ll_language
source: Language
es: Lengua

# ll_your_lang
source: Your Current Language:
es: Idioma actual:

# en
source: English
es: Inglés

# es
source: Spanish
es: Español

# zh-Hans
source: Chinese
es: Chino
